{
  "letters": [
    {
      "id": 1,
      "content": "Hello Stranger,\n\nI want you to know that whatever brought you here today, whatever weight you're carrying in your heart, it's valid. Your feelings matter. You matter.\n\nLife has this way of piling things on us, doesn't it? Sometimes it's one big thing, sometimes it's a thousand tiny things that add up until we feel like we're drowning. But here's what I know to be true: the fact that you're here, that you took a moment to share what's in your heart, shows incredible strength.\n\nYou don't have to carry everything alone. You don't have to have all the answers right now. It's okay to feel lost, confused, hurt, or overwhelmed. These feelings are part of being beautifully, messily human.\n\nI hope you can be gentle with yourself today. Take a deep breath. You're doing better than you think you are.\n\nYour words have been heard, and just as we've deleted your input to protect your privacy, I hope you can begin to release some of that weight you've been carrying. Not all at once—that's not how healing works—but little by little, breath by breath.\n\nYou are worthy of compassion, especially from yourself.\n\nWith warmth and care,\nSomeone who believes you matter"
    },
    {
      "id": 2,
      "content": "Hello Stranger,\n\nThank you for trusting this space with your thoughts. In a world that often feels too loud and too judgmental, I want you to know that here, you were heard without any judgment at all.\n\nWhatever you're going through right now—whether it's sadness, anger, fear, or a feeling you can't quite name—please know that it's okay to feel it. Emotions aren't good or bad; they're just signals from our hearts trying to tell us something.\n\nYou reached out today, even if it was just typing words into a screen, and that takes courage. Sometimes the bravest thing we can do is admit we're struggling, even if it's only to ourselves.\n\nI want to remind you of something important: you are more than your worst day, your biggest mistake, or your deepest fear. You are a whole person with a story that's still being written. This chapter might be hard, but it's not the final one.\n\nWe've deleted your input to honor your privacy, and I hope you can also let go of whatever burden felt too heavy today. You deserve peace, comfort, and the space to heal.\n\nTake care of yourself, one small moment at a time.\n\nWith understanding,\nSomeone who believes you matter"
    },
    {
      "id": 3,
      "content": "Hello Stranger,\n\nI'm so glad you found your way here. Whatever brought you to share your thoughts today, I want you to know that your feelings are real, they're important, and they deserve to be acknowledged.\n\nSometimes we just need to say things out loud—or in this case, write them down—to make sense of the chaos in our minds. There's no shame in that. There's no weakness in needing a moment to express what's hurting or confusing you.\n\nLife can be overwhelming. People can be disappointing. Circumstances can feel impossible. But even in the middle of all that, here you are. Still here. Still trying. Still reaching out in whatever way you can. That's not nothing. That's actually quite remarkable.\n\nI hope you know that it's okay not to be okay. It's okay to have days where everything feels too much. It's okay to need help, to need space, to need kindness—especially from yourself.\n\nYour input has been deleted, just as you can choose to release the thoughts that weigh you down. Not to ignore them, but to acknowledge them and then gently set them aside when they become too heavy to carry.\n\nYou are seen. You are valued. You matter.\n\nWith compassion,\nSomeone who believes you matter"
    },
    {
      "id": 4,
      "content": "Hello Stranger,\n\nHello, friend. I want to start by saying this: you are not alone. Even though it might feel like it sometimes, even though you might be sitting in a room by yourself or surrounded by people who don't understand, you are not alone in what you're feeling.\n\nThe fact that you came here, that you took the time to put your thoughts into words, tells me something beautiful about you. It tells me you're still fighting. You're still looking for light, even if it's just a tiny glimmer. And that's everything.\n\nWhatever you're facing—anxiety, sadness, loneliness, fear, or something else entirely—please be patient with yourself. Healing isn't linear. Some days will be harder than others. Some moments will knock you back. But you keep getting up, and that's what counts.\n\nYou don't need to have everything figured out. You don't need to be perfect or strong all the time. You just need to be you, exactly as you are right now, with all your complexities and contradictions.\n\nWe've deleted your words to protect your privacy, and I hope you can also delete the harsh judgments you might be holding against yourself. You deserve kindness, starting with your own.\n\nBreathe. Rest. Take it one moment at a time.\n\nWith warmth,\nSomeone who believes you matter"
    },
    {
      "id": 5,
      "content": "Hello Stranger,\n\nThank you for being here. Thank you for taking a moment in your day, in your life, to reach out—even if it's just to an anonymous screen. That took vulnerability, and vulnerability is one of the bravest things a person can offer.\n\nI don't know what you're going through, but I know that it brought you here, and that means it matters. Your pain matters. Your confusion matters. Your loneliness matters. You matter.\n\nSometimes we carry things for so long that we forget we're allowed to put them down. We forget that we don't have to solve everything today. We forget that it's okay to ask for help, to admit we're struggling, to say we don't know what to do next.\n\nWhatever you shared today, I want you to know it was received with compassion and without judgment. This is a space where you can be honest about what hurts, and there's power in that honesty.\n\nYour input has been deleted, respecting your privacy and your trust. Similarly, I hope you can begin to release the weight of whatever you've been carrying. Not because it doesn't matter, but because you deserve to feel lighter.\n\nYou are worthy of peace. You are worthy of joy. You are worthy of love.\n\nTake gentle care,\nSomeone who believes you matter"
    },
    {
      "id": 6,
      "content": "Hello Stranger,\n\nRight now, wherever you are, whatever time it is, I want you to know that someone is thinking of you with kindness. Someone believes in your worth, even if you're struggling to see it yourself.\n\nThe thoughts that brought you here today—maybe they've been swirling in your mind for hours, days, or even longer. Maybe they felt too heavy to carry alone. Maybe you just needed to release them somewhere safe. Whatever the reason, I'm grateful you chose to share them here.\n\nYou are not broken. You are not too much. You are not beyond help or hope. You are a human being navigating a complicated, sometimes painful world, and you're doing the best you can with what you have.\n\nIt's okay to feel sad. It's okay to feel angry. It's okay to feel numb or confused or overwhelmed. These feelings don't define you, but they do deserve to be acknowledged and treated with compassion.\n\nWe've deleted your input because your privacy matters to us. In the same way, I hope you can let go of the shame or guilt you might be holding. You have nothing to be ashamed of for feeling what you feel.\n\nYou are enough, exactly as you are. Please be kind to yourself today.\n\nWith care and understanding,\nSomeone who believes you matter"
    },
    {
      "id": 7,
      "content": "Hello Stranger,\n\nI see you. Not literally, of course, but I see your courage in reaching out. I see your strength in acknowledging that you're struggling. I see your humanity in needing a safe place to express what's inside.\n\nLife has a way of making us feel small sometimes, doesn't it? Like our problems are too insignificant to matter, or too overwhelming to solve. But here's the truth: your feelings are always valid, no matter how big or small they seem to others.\n\nYou don't owe anyone an explanation for why you feel the way you do. You don't have to justify your pain or prove your worth. You simply exist, and that existence has inherent value.\n\nWhatever you're facing today, I hope you can find even a small moment of peace. Maybe it's in a deep breath, a warm cup of tea, a song you love, or simply the knowledge that someone, somewhere, genuinely cares about your wellbeing.\n\nYour words have been deleted to protect you, and I hope you can also delete the negative narratives that might be playing in your mind. You are more than your struggles. You are more than your pain.\n\nYou matter. Your life matters. Your feelings matter.\n\nWith genuine compassion,\nSomeone who believes you matter"
    },
    {
      "id": 8,
      "content": "Hello Stranger,\n\nHello, beautiful soul. Yes, I'm talking to you. Even if you don't feel beautiful right now, even if you feel broken or lost or empty, there is something inherently beautiful about your willingness to reach out.\n\nI want you to know that whatever you're experiencing, it's temporary. Not to minimize it—I know it feels real and heavy and possibly endless right now. But emotions are like weather patterns. They come, they stay for a while, and eventually, they shift. The storm you're in won't last forever.\n\nYou came here looking for something. Maybe comfort, maybe understanding, maybe just a place to release what you've been holding inside. I hope you found at least a small piece of what you needed.\n\nRemember: you are not defined by your lowest moments. You are not the sum of your fears or failures. You are a complex, evolving person who deserves compassion, patience, and kindness—especially from yourself.\n\nWe've deleted your input, honoring your trust and privacy. Let this be a reminder that you can also release the thoughts and feelings that no longer serve you. Hold onto hope instead.\n\nYou are stronger than you know. You are more resilient than you feel right now.\n\nWith love and light,\nSomeone who believes you matter"
    },
    {
      "id": 9,
      "content": "Hello Stranger,\n\nThank you for trusting this space with whatever has been weighing on your heart. In a world that often demands strength and positivity at all times, it takes real courage to admit when things aren't okay.\n\nYou know what? It's perfectly fine not to be okay. It's human. It's real. And it's far more common than we're led to believe. So many people are walking around carrying burdens just like you, pretending everything is fine when it's really not.\n\nBut you didn't pretend today. You were honest. You acknowledged what you're feeling. That's not weakness—that's actually incredible strength.\n\nWhatever brought you here—loneliness, anxiety, sadness, confusion, or just the weight of existing in this complicated world—I want you to know that your feelings are legitimate. They don't need to be rationalized or explained away. They simply need to be felt and acknowledged.\n\nYour input has been deleted, and with it, I hope you can begin to let go of some of the burden you've been carrying. You don't have to carry it all at once. You don't have to do this alone.\n\nYou are valued. You are important. You matter more than you know.\n\nWith deep understanding,\nSomeone who believes you matter"
    },
    {
      "id": 10,
      "content": "Hello Stranger,\n\nWherever this message finds you—whether you're sitting in darkness or light, in silence or chaos—I want you to know that you are thought of with genuine care and concern.\n\nThe fact that you're here, reading this, means you reached out in some way. You shared something from inside yourself, even if it felt small or insignificant. But nothing you feel is insignificant. Your inner world is vast and important, and it deserves attention and care.\n\nSometimes the hardest part of any struggle is feeling like no one understands, like you're completely alone in what you're experiencing. But the truth is, you're more connected to the rest of humanity than you might realize. We all struggle. We all hurt. We all have moments where we wonder if we can keep going.\n\nAnd yet, here you are. Still going. Still trying. Still reaching for something better, even if you're not sure what that looks like yet.\n\nWe've deleted your words to protect your privacy, just as you can choose to release the thoughts that are causing you pain. Not to ignore them, but to acknowledge them without letting them consume you.\n\nYou are worthy of peace, joy, and all the good things life has to offer.\n\nWith warmth and hope,\nSomeone who believes you matter"
    },
    {
      "id": 11,
      "content": "Hello Stranger,\n\nI'm sending you the gentlest reminder today: you don't have to be perfect. You don't have to have all the answers. You don't have to be strong every single moment of every single day.\n\nYou came here because something inside you needed to be expressed, needed to be heard, needed to be released. That's not a sign of weakness or failure. That's self-awareness. That's self-care in its rawest form.\n\nWhatever you're going through, please know that it's okay to struggle. It's okay to have hard days, hard weeks, even hard months. It's okay to feel like you're barely holding it together. What matters is that you keep showing up for yourself, even in the smallest ways.\n\nWriting down your thoughts today? That was showing up for yourself. And I'm proud of you for that.\n\nYour input has been deleted, protecting your privacy and your trust in this space. Similarly, I hope you can delete the harsh inner critic that might be telling you you're not good enough. You are. You always have been.\n\nBe gentle with yourself. You're doing better than you think.\n\nWith kindness,\nSomeone who believes you matter"
    },
    {
      "id": 12,
      "content": "Hello Stranger,\n\nHello, friend. I want to start by acknowledging something simple but profound: you're here. You made it through everything that tried to stop you from getting to this moment. That's not nothing. That's everything.\n\nLife can feel impossibly heavy sometimes. The weight of expectations, disappointments, fears, and uncertainties can crush us if we let it. But you're still standing, still breathing, still trying. That counts for so much more than you probably realize.\n\nWhatever you shared today, whether it was pain, fear, loneliness, or confusion, I want you to know it was received with compassion. There's no judgment here. Only understanding and a genuine wish for your wellbeing.\n\nYou deserve to feel heard. You deserve to feel valued. You deserve to take up space in this world without apologizing for it.\n\nWe've deleted your input because your privacy matters deeply to us. In the same way, I encourage you to let go of whatever shame or guilt might be clinging to you. You have done nothing wrong by feeling what you feel.\n\nYou are enough. You have always been enough. And you will continue to be enough.\n\nWith sincere care,\nSomeone who believes you matter"
    },
    {
      "id": 13,
      "content": "Hello Stranger,\n\nThank you for being vulnerable today. Thank you for choosing this space to express what's been on your mind and in your heart. Vulnerability is terrifying, even when it's anonymous, and yet you did it anyway.\n\nI don't know your story, but I know that stories like yours—filled with ups and downs, joys and sorrows, moments of strength and moments of doubt—are what make us human. Your struggles don't diminish your worth. If anything, they prove how strong you've been just to keep going.\n\nIt's okay if you don't know what comes next. It's okay if you feel lost or uncertain. None of us have life figured out, no matter how much it might seem like everyone else does. We're all just doing our best with what we have.\n\nYour feelings, whatever they are, deserve to be honored. Not ignored, not pushed away, not minimized—but truly acknowledged and treated with the respect they deserve.\n\nWe've deleted your words to protect you, and I hope you can also begin to let go of the burdens that are too heavy to carry alone. You don't have to do this by yourself.\n\nYou are seen. You are valued. You matter immensely.\n\nWith understanding and hope,\nSomeone who believes you matter"
    },
    {
      "id": 14,
      "content": "Hello Stranger,\n\nRight now, in this very moment, I want you to take a deep breath. Feel the air fill your lungs. Feel yourself present in your body. You are here. You are alive. And that is enough for today.\n\nWhatever brought you to share your thoughts, I want you to know that it was brave. Even if it doesn't feel brave, even if it feels desperate or lonely or scared—it was still an act of courage to reach out.\n\nYou are not too much. You are not too sensitive. You are not broken beyond repair. You are a human being experiencing very real, very valid emotions, and there is absolutely nothing wrong with that.\n\nSometimes we need permission to feel what we're feeling without trying to fix it or explain it away. So here's your permission: feel what you need to feel. Be where you need to be. Take the time you need to take.\n\nYour input has been deleted, respecting your privacy completely. In that same spirit, I hope you can delete the negative self-talk that might be playing on repeat in your mind. You deserve better than that.\n\nYou are worthy of love, compassion, and all the good things this life has to offer.\n\nWith gentle care,\nSomeone who believes you matter"
    },
    {
      "id": 15,
      "content": "Hello Stranger,\n\nI'm so grateful you found this space. Whatever you're carrying today, whatever burden brought you here, I want you to know that you don't have to carry it alone forever.\n\nLife has this way of accumulating—little hurts, big disappointments, moments of rejection, feelings of inadequacy—until we're buried under a mountain of pain we never meant to collect. But here's what I want you to remember: you are not that mountain. You are the person underneath it, and you are so much stronger and more resilient than you feel right now.\n\nIt's okay to ask for help. It's okay to admit you're struggling. It's okay to not have everything figured out. These aren't signs of weakness; they're signs of being human.\n\nWhatever you expressed today, it matters. Your feelings matter. Your experiences matter. You matter, not because of what you achieve or how strong you appear, but simply because you exist.\n\nWe've deleted your input to honor your trust in this space. May you also find the courage to release the shame, fear, or pain that's been holding you captive. You deserve freedom from those things.\n\nYou are more than enough. Always have been, always will be.\n\nWith compassion,\nSomeone who believes you matter"
    },
    {
      "id": 16,
      "content": "Hello Stranger,\n\nHello there. I want you to know that whatever you wrote, whatever you felt compelled to share, was received with kindness and without any judgment whatsoever.\n\nYou know what takes real strength? Admitting when things are hard. Acknowledging when you're hurting. Reaching out, even in the smallest way, when you feel like you're drowning. You did that today, and that's something to be genuinely proud of.\n\nThe world can be a harsh, unforgiving place sometimes. People can be cruel. Circumstances can feel impossible. But in the midst of all that, you're still here. You're still trying. You're still looking for hope, even if it's just a tiny sliver of it.\n\nYour feelings are valid. Your struggles are real. And you are absolutely worthy of compassion, support, and understanding—especially from yourself.\n\nWe've deleted your input because your privacy is sacred to us. Similarly, I hope you can begin to let go of the judgments and criticisms you might be holding against yourself. You're doing the best you can, and that's more than enough.\n\nYou matter. Your life has value. Your presence in this world makes a difference.\n\nWith warmth,\nSomeone who believes you matter"
    },
    {
      "id": 17,
      "content": "Hello Stranger,\n\nI want to start with something simple but true: you are not alone. Even in your darkest, loneliest moments, you are connected to countless others who have felt exactly what you're feeling right now.\n\nThe pain you're experiencing is real. The confusion, the fear, the sadness—all of it is valid and deserves to be acknowledged. You don't have to minimize it or pretend it doesn't exist. You can sit with it, honor it, and know that it won't last forever.\n\nYou came here today looking for something—maybe relief, maybe understanding, maybe just a moment where someone sees you for who you really are. I hope you found even a small piece of that.\n\nRemember that healing isn't about being perfect or having everything together. It's about showing up for yourself, day after day, even when it's hard. Especially when it's hard.\n\nYour words have been deleted to protect your privacy, and I hope you can also delete the belief that you're not good enough or that you don't matter. Because you do. You matter so much.\n\nBe patient with yourself. Be kind to yourself. You're worth it.\n\nWith understanding,\nSomeone who believes you matter"
    },
    {
      "id": 18,
      "content": "Hello Stranger,\n\nThank you for trusting this space with your thoughts today. In a world that constantly demands we have everything together, it's revolutionary to simply admit when we don't.\n\nWhatever you're going through, please know that it's okay to not be okay. It's okay to struggle. It's okay to feel overwhelmed, scared, or lost. These are not character flaws—they're part of the human experience.\n\nYou are so much more than this difficult moment. You are so much more than your pain, your mistakes, or your fears. You are a whole, complex person with inherent worth that doesn't depend on your productivity, your happiness, or your strength.\n\nI hope you can find moments of gentleness today. Maybe it's letting yourself cry, or taking a nap, or just sitting quietly without expecting anything from yourself. You deserve that kindness.\n\nWe've deleted your input, respecting your privacy completely. In the same way, I hope you can let go of the weight you've been carrying—not all at once, but little by little, breath by breath.\n\nYou are valued. You are important. You are loved, even if you can't feel it right now.\n\nWith care,\nSomeone who believes you matter"
    },
    {
      "id": 19,
      "content": "Hello Stranger,\n\nWherever you are right now, I want you to know that someone is thinking of you with genuine kindness and hoping for your peace and wellbeing.\n\nThe fact that you reached out today, that you put your feelings into words, shows such incredible courage. It's not easy to be vulnerable, even anonymously. It's not easy to admit we're struggling. But you did it, and that matters.\n\nYou don't owe anyone an explanation for your feelings. You don't have to justify your pain or prove that it's \"bad enough\" to deserve attention. Your feelings are valid simply because they're yours.\n\nWhatever you're facing, I hope you know that it's okay to take things one moment at a time. You don't have to solve everything today. You don't have to be strong all the time. You just have to be yourself, and that's enough.\n\nYour input has been deleted to protect you, and I hope you can also begin to delete the harsh narratives you might be telling yourself. You are not a burden. You are not too much. You are not unlovable. You are human, and you are worthy of compassion.\n\nTake care of yourself, gently and with patience.\n\nWith warmth and hope,\nSomeone who believes you matter"
    },
    {
      "id": 20,
      "content": "Hello Stranger,\n\nHello, dear one. I'm so glad you found your way here today. Whatever you needed to express, whatever you needed to release, I'm grateful you chose this space to do it.\n\nLife can feel impossibly heavy sometimes. The weight of expectations, disappointments, fears, and everything else can make it hard to even breathe. But you're still breathing. You're still here. And that's a testament to your strength, even if you don't feel strong right now.\n\nYou are allowed to struggle. You are allowed to have hard days. You are allowed to need help, support, and understanding. These things don't make you weak—they make you human.\n\nWhatever you're experiencing, please know that it's temporary. Not to dismiss it, but to offer you hope that things can and will change. The storm you're in won't last forever.\n\nWe've deleted your words because your privacy matters to us deeply. Similarly, I encourage you to let go of whatever shame or guilt you might be carrying. You have nothing to be ashamed of.\n\nYou are enough, just as you are. You matter, simply because you exist.\n\nWith sincere compassion,\nSomeone who believes you matter"
    },
    {
      "id": 21,
      "content": "Hello Stranger,\n\nI see you there, carrying all those thoughts and feelings that brought you here today. I want you to know that you don't have to carry them alone.\n\nWhatever you're going through—whether it's loneliness, anxiety, sadness, or something you can't quite name—it's real, it's valid, and it deserves to be acknowledged with kindness and compassion.\n\nYou know what's amazing? The fact that despite everything, you're still looking for connection, for understanding, for a moment of relief. That shows such resilience and hope, even if you can't see it yourself right now.\n\nIt's okay not to have all the answers. It's okay to feel uncertain about the future. It's okay to just be exactly where you are right now, with all your messy, complicated feelings.\n\nYour input has been deleted, protecting your privacy and honoring your trust. In that same spirit, I hope you can release the judgments you've been holding against yourself. You are doing the best you can, and that's truly enough.\n\nYou matter. Your feelings matter. Your life has value and meaning.\n\nWith gentle understanding,\nSomeone who believes you matter"
    },
    {
      "id": 22,
      "content": "Hello Stranger,\n\nThank you for being here. Thank you for taking a moment to reach out, even if it was just typing words on a screen. That took courage, and I want to acknowledge that.\n\nWhatever brought you here today, I want you to know that your feelings are legitimate. They don't need to be rationalized, explained, or justified. They simply need to be felt and honored.\n\nYou are not too sensitive. You are not overreacting. You are not broken. You are a human being with a complex inner world, and that complexity is part of what makes you beautiful.\n\nSometimes the kindest thing we can do for ourselves is simply admit we're struggling. Not to wallow in it, but to acknowledge it honestly so we can begin to address it with compassion.\n\nWe've deleted your input to protect your privacy completely. May you also find the strength to let go of the negative thoughts and beliefs that have been weighing you down. You deserve to feel lighter.\n\nYou are worthy of love, peace, and all the good things life has to offer. Don't let anyone—including yourself—convince you otherwise.\n\nWith care and hope,\nSomeone who believes you matter"
    },
    {
      "id": 23,
      "content": "Hello Stranger,\n\nRight now, in this moment, I want you to know that you are seen, you are heard, and you are valued—not for what you do or achieve, but simply for who you are.\n\nThe thoughts you shared today came from a real place of emotion and experience. They matter because you matter. Your inner world is vast and important, and it deserves attention and care.\n\nLife has a way of making us feel small and insignificant sometimes. But the truth is, you are neither of those things. You are a unique individual with thoughts, feelings, dreams, and fears that are entirely your own.\n\nWhatever you're facing, please be gentle with yourself. You don't have to have everything figured out. You don't have to be perfect. You just have to keep showing up, one day at a time, one moment at a time.\n\nYour input has been deleted, respecting your privacy and trust. Similarly, I hope you can delete the harsh inner voice that tells you you're not good enough. You are. You always have been.\n\nYou matter more than you know. Your presence in this world makes a difference.\n\nWith warmth,\nSomeone who believes you matter"
    },
    {
      "id": 24,
      "content": "Hello Stranger,\n\nHello, friend. I want to start by saying something you might need to hear: you are not a burden. Your feelings are not too much. Your struggles do not make you weak.\n\nYou came here because something inside you needed to be expressed, needed to find a safe space, needed to be heard. That's not something to be ashamed of—that's self-awareness and self-care in action.\n\nWhatever you're going through, please know that it's okay to struggle. It's okay to have moments where you feel like you can't go on. It's okay to need help, support, or just a kind word. We all need these things at different times.\n\nYou are doing better than you think you are. Even just being here, even just making it through today, is an accomplishment worth celebrating.\n\nWe've deleted your words to protect your privacy, and I hope you can also begin to let go of whatever has been weighing you down. Not to ignore it, but to acknowledge it without letting it define you.\n\nYou are worthy of compassion, kindness, and love—especially from yourself. Please don't forget that.\n\nWith understanding,\nSomeone who believes you matter"
    },
    {
      "id": 25,
      "content": "Hello Stranger,\n\nI'm sending you warmth and compassion today, wherever you are, whatever you're facing. I want you to know that you're not alone in your struggles, even when it feels like you are.\n\nThe fact that you reached out, that you expressed what you've been carrying inside, shows such courage. It's not easy to be vulnerable. It's not easy to admit when things are hard. But you did it anyway, and that's something to be proud of.\n\nYour feelings, whatever they are, are valid. They don't need to make sense to anyone else. They don't need to be justified or explained away. They simply need to be acknowledged and treated with the respect they deserve.\n\nYou are more than this difficult moment. You are more than your pain, your fears, or your doubts. You are a complex, evolving person with inherent worth that doesn't depend on anything you do or don't do.\n\nYour input has been deleted, honoring your trust in this space. May you also find the courage to release the burdens that are too heavy to carry. You don't have to do this alone.\n\nYou matter. Your life matters. You are valued beyond measure.\n\nWith sincere care,\nSomeone who believes you matter"
    },
    {
      "id": 26,
      "content": "Hello Stranger,\n\nThank you for trusting this space with whatever has been on your heart and mind. Your willingness to be vulnerable, even anonymously, is a beautiful act of courage.\n\nI want you to know that whatever you're experiencing, it's okay. It's okay to feel sad. It's okay to feel angry. It's okay to feel numb, confused, or overwhelmed. These emotions are part of being human, and there's nothing wrong with you for having them.\n\nYou don't have to pretend everything is fine when it's not. You don't have to be strong all the time. You don't have to have all the answers. You just have to be yourself, exactly as you are, and that is more than enough.\n\nSometimes we need permission to simply exist without expectation or judgment. So here it is: you have permission to feel what you feel, to rest when you need rest, to take things one small step at a time.\n\nWe've deleted your input to protect you, and I hope you can also let go of the negative narratives playing in your mind. You are not defined by your struggles. You are defined by your humanity and your worth.\n\nYou are loved. You are valued. You matter.\n\nWith compassion,\nSomeone who believes you matter"
    },
    {
      "id": 27,
      "content": "Hello Stranger,\n\nWherever this finds you, I hope it brings even a small measure of comfort. You reached out today, and that means something. It means you're still fighting, still hoping, still looking for light even in the darkness.\n\nWhatever brought you here—pain, loneliness, fear, confusion, or just the weight of existing in this complicated world—please know that your feelings are legitimate and important. They deserve to be acknowledged, not dismissed or minimized.\n\nYou are not too much. You are not too little. You are not broken beyond repair. You are a human being navigating life as best you can, and that's all anyone can ask of you.\n\nIt's okay not to be okay. It's okay to have hard days, hard weeks, even hard months. What matters is that you keep showing up for yourself, even in the smallest ways.\n\nYour input has been deleted, respecting your privacy completely. In the same way, I encourage you to release the shame or guilt you might be carrying. You have nothing to be ashamed of for being human.\n\nYou are enough. You have always been enough. And you will continue to be enough.\n\nWith warmth and hope,\nSomeone who believes you matter"
    },
    {
      "id": 28,
      "content": "Hello Stranger,\n\nHello there. I want you to know that whatever you shared today was received with kindness, compassion, and zero judgment. This is a safe space, and you are safe here.\n\nLife can be so overwhelming sometimes. The expectations, the disappointments, the fears, the uncertainties—they can all pile up until we feel like we're suffocating. But you're still breathing. You're still here. And that counts for so much.\n\nYou don't owe anyone an explanation for your feelings. You don't have to justify your pain or prove that you're struggling \"enough\" to deserve help. Your feelings are valid simply because they're yours.\n\nWhatever you're facing, please be patient with yourself. Healing takes time. Growing takes time. Learning to be gentle with yourself takes time. But you're worth that time and effort.\n\nWe've deleted your words to honor your privacy and trust. Similarly, I hope you can delete the harsh judgments you've been holding against yourself. You deserve compassion, starting with your own.\n\nYou matter. Your feelings matter. Your life has value and meaning.\n\nWith gentle care,\nSomeone who believes you matter"
    },
    {
      "id": 29,
      "content": "Hello Stranger,\n\nI'm so grateful you found this space today. Whatever you needed to express, whatever you needed to release, I'm honored that you chose to share it here.\n\nYou know what takes real strength? Admitting when you need help. Acknowledging when you're hurting. Reaching out, even in the smallest, most anonymous way, when you feel alone. You did that today, and that's genuinely remarkable.\n\nYour struggles don't define you, but they are part of your story. And your story matters. You matter. Not because of what you achieve or how well you cope, but simply because you exist.\n\nIt's okay to have days where everything feels too hard. It's okay to feel like you're barely holding it together. It's okay to need kindness, patience, and understanding—especially from yourself.\n\nYour input has been deleted, protecting your privacy completely. May you also find the courage to let go of whatever burdens have been weighing you down. You don't have to carry them forever.\n\nYou are worthy of peace. You are worthy of joy. You are worthy of love.\n\nWith understanding and hope,\nSomeone who believes you matter"
    },
    {
      "id": 30,
      "content": "Hello Stranger,\n\nRight now, I want you to take a deep breath. Feel yourself present in this moment. You are here. You are alive. And despite everything you're going through, you're still standing. That's not nothing. That's everything.\n\nWhatever you shared today came from a real place of emotion and experience. It matters because you matter. Your inner world—with all its complexities, contradictions, and struggles—is important and deserves to be honored.\n\nYou are not broken. You are not too sensitive. You are not beyond help or hope. You are a human being experiencing very human emotions, and there is absolutely nothing wrong with that.\n\nSometimes the kindest thing we can do is simply allow ourselves to feel what we're feeling without trying to fix it immediately. So give yourself permission to just be, exactly as you are right now.\n\nWe've deleted your input to respect your privacy, and I hope you can also begin to release the negative beliefs you've been holding about yourself. You are so much more than your struggles.\n\nYou are seen. You are valued. You matter immensely.\n\nWith warmth,\nSomeone who believes you matter"
    },
    {
      "id": 31,
      "content": "Hello Stranger,\n\nThank you for being here today. Thank you for taking the time to express what's been weighing on your heart. That vulnerability, even in an anonymous space, is a precious gift you've given yourself.\n\nWhatever you're going through, I want you to know that it's okay to struggle. It's okay to have moments of doubt, fear, or sadness. It's okay to feel like you don't know what to do next. These are not failures—they're part of being beautifully, messily human.\n\nYou don't have to have everything figured out. You don't have to be perfect or strong all the time. You just have to keep going, one moment at a time, one breath at a time.\n\nYour feelings are valid. Your experiences are real. And you are absolutely worthy of compassion, support, and understanding—especially from yourself.\n\nWe've deleted your words to protect your privacy, and I hope you can also let go of the weight you've been carrying. Not all at once, but gradually, as you're ready.\n\nYou matter more than you know. Your life has value. Your presence in this world makes a difference.\n\nWith care and compassion,\nSomeone who believes you matter"
    },
    {
      "id": 32,
      "content": "Hello Stranger,\n\nHello, friend. I want to start by acknowledging something important: you showed up today. Despite everything you're feeling, despite all the reasons you might have to give up, you're still here. That's courage in its purest form.\n\nWhatever brought you to this space—loneliness, pain, confusion, or just the need to be heard—I want you to know that your feelings are legitimate. They don't need to make sense to anyone else. They just need to be acknowledged and treated with kindness.\n\nYou are not a burden. You are not too much. You are not unlovable or unfixable. You are a human being navigating a complicated world, and you're doing the best you can with what you have.\n\nIt's okay to ask for help. It's okay to admit you're struggling. It's okay to need support, understanding, or just a moment of peace. These things don't make you weak—they make you human.\n\nYour input has been deleted, honoring your trust completely. Similarly, I encourage you to release the shame or fear that might be holding you captive. You deserve freedom from those things.\n\nYou are valued. You are important. You matter.\n\nWith gentle understanding,\nSomeone who believes you matter"
    },
    {
      "id": 33,
      "content": "Hello Stranger,\n\nI'm sending you warmth and compassion today, wherever you are in your journey. I want you to know that whatever you're feeling right now is valid and deserves to be acknowledged.\n\nThe fact that you reached out, that you put your thoughts into words, shows incredible strength. Even if it doesn't feel like strength, even if it feels like desperation or loneliness, it still took courage to be vulnerable.\n\nYou are more than this difficult moment. You are more than your pain, your struggles, or your fears. You are a whole, complex person with inherent worth that doesn't depend on your productivity, your happiness, or your ability to cope.\n\nWhatever you're facing, please be gentle with yourself. Healing isn't linear. Some days will be harder than others. But you're still here, still trying, and that counts for so much.\n\nWe've deleted your words to protect you, and I hope you can also delete the harsh narratives playing in your mind. You are not defined by your lowest moments. You are defined by your resilience and your humanity.\n\nYou are worthy of love, peace, and all the good things this life has to offer.\n\nWith sincere care,\nSomeone who believes you matter"
    },
    {
      "id": 34,
      "content": "Hello Stranger,\n\nThank you for trusting this space with your thoughts today. In a world that often feels cold and judgmental, I hope you found even a small moment of warmth and acceptance here.\n\nWhatever you're experiencing, please know that it's okay. It's okay to feel overwhelmed. It's okay to feel lost. It's okay to feel like you're barely holding it together. These feelings don't make you weak or broken—they make you human.\n\nYou don't owe anyone an explanation for why you feel the way you do. Your emotions are valid simply because they're yours. They deserve to be acknowledged, not dismissed or minimized.\n\nSometimes the hardest part of any struggle is feeling like we're completely alone in it. But you're not alone. So many people have felt exactly what you're feeling right now. You're part of a shared human experience, even if it doesn't feel like it.\n\nYour input has been deleted, respecting your privacy completely. May you also find the strength to let go of the burdens that are too heavy to carry alone. You deserve to feel lighter.\n\nYou matter. Your feelings matter. Your life has value and meaning.\n\nWith warmth and hope,\nSomeone who believes you matter"
    },
    {
      "id": 35,
      "content": "Hello Stranger,\n\nHello there. I want you to know that whatever brought you here today, whatever weight you're carrying, you don't have to carry it alone forever.\n\nThe thoughts you shared came from a real place of emotion and experience. They matter because you matter. Your inner world is vast and important, and it deserves attention and care.\n\nYou are not too sensitive. You are not overreacting. You are not broken beyond repair. You are experiencing very real, very valid emotions, and there is nothing wrong with you for feeling them.\n\nIt's okay not to have all the answers. It's okay to feel uncertain about the future. It's okay to just be exactly where you are right now, with all your messy, complicated feelings.\n\nWhatever you're facing, please be patient with yourself. Change takes time. Healing takes time. Learning to be gentle with yourself takes time. But you're worth that time.\n\nWe've deleted your input to honor your privacy, and I hope you can also begin to release the negative beliefs you've been holding about yourself. You are so much more than your struggles.\n\nYou are enough. You have always been enough. And you will continue to be enough.\n\nWith compassion,\nSomeone who believes you matter"
    },
    {
      "id": 36,
      "content": "Hello Stranger,\n\nI'm so glad you found your way here today. Whatever you needed to express, whatever you needed to release, I'm grateful you chose this space to do it.\n\nYou know what's beautiful? The fact that despite everything, you're still reaching out. You're still looking for connection, for understanding, for a moment of relief. That shows such resilience and hope, even if you can't see it yourself right now.\n\nYour struggles are real. Your pain is valid. And you are absolutely worthy of compassion, support, and understanding. Not because you've earned it or deserve it based on some arbitrary standard, but simply because you're human.\n\nIt's okay to have hard days. It's okay to feel like you're drowning. It's okay to need help, support, or just a kind word. These things don't diminish your worth—they prove your humanity.\n\nYour input has been deleted, protecting your privacy completely. Similarly, I hope you can let go of whatever shame or guilt you might be carrying. You have nothing to be ashamed of.\n\nYou matter. Your life matters. Your feelings matter. Don't let anyone—including yourself—convince you otherwise.\n\nWith warmth,\nSomeone who believes you matter"
    },
    {
      "id": 37,
      "content": "Hello Stranger,\n\nThank you for being vulnerable today. Thank you for choosing to express what's been weighing on your heart. That took courage, even if it doesn't feel like it.\n\nWhatever you're going through—whether it's anxiety, depression, loneliness, or something you can't quite name—I want you to know that your feelings are legitimate. They don't need to be rationalized or explained away. They simply need to be acknowledged and honored.\n\nYou are not a burden. You are not too much. You are not beyond help or hope. You are a human being navigating a difficult world, and you're doing the best you can.\n\nSometimes the kindest thing we can do for ourselves is simply admit we're struggling. Not to wallow in it, but to acknowledge it honestly so we can begin to address it with compassion.\n\nWe've deleted your words to protect you, and I hope you can also begin to delete the harsh inner critic that tells you you're not good enough. You are. You always have been.\n\nYou are worthy of love, peace, and all the good things life has to offer. Please don't forget that.\n\nWith understanding and hope,\nSomeone who believes you matter"
    },
    {
      "id": 38,
      "content": "Hello Stranger,\n\nRight now, in this very moment, I want you to know that you are thought of with genuine care and concern. Someone is hoping for your peace, your healing, and your happiness.\n\nThe fact that you're here, that you took the time to express what you've been feeling, shows such strength. Even if it feels like weakness, even if it feels like you're falling apart, it still took courage to reach out.\n\nYou don't have to have everything figured out. You don't have to be perfect or strong all the time. You just have to be yourself, exactly as you are, and that is more than enough.\n\nWhatever you're facing, please remember that feelings are temporary. Not to minimize them, but to offer you hope that things can and will change. The storm you're in won't last forever.\n\nYour input has been deleted, respecting your privacy and trust. May you also find the courage to release the burdens that are too heavy to carry. You don't have to do this alone.\n\nYou are seen. You are valued. You matter immensely.\n\nWith gentle care,\nSomeone who believes you matter"
    },
    {
      "id": 39,
      "content": "Hello Stranger,\n\nHello, dear one. I want to start by saying something you might need to hear: you are doing better than you think you are. Even just making it through today is an accomplishment worth celebrating.\n\nWhatever brought you here, whatever you needed to express, I want you to know it was received with compassion and without judgment. This is a space where you can be honest about what hurts, and there's real power in that honesty.\n\nYour feelings, whatever they are, are valid. They don't need to make sense to anyone else. They don't need to be justified or explained. They simply need to be felt and acknowledged.\n\nYou are not too much. You are not too sensitive. You are not broken. You are a human being with a complex inner world, and that complexity is part of what makes you beautiful.\n\nWhatever you're facing, please be gentle with yourself. You don't have to solve everything today. You don't have to be strong every moment. You just have to keep breathing, keep showing up, one moment at a time.\n\nWe've deleted your input to protect you, and I hope you can also let go of the negative narratives you've been telling yourself. You are worthy of kindness, especially from yourself.\n\nYou matter. You have always mattered. You will always matter.\n\nWith sincere compassion,\nSomeone who believes you matter"
    },
    {
      "id": 40,
      "content": "Hello Stranger,\n\nI'm sending you warmth and light today, wherever you are, whatever you're facing. I want you to know that you're not alone, even when it feels like you are.\n\nThe fact that you reached out, that you allowed yourself to be vulnerable even in this small way, shows incredible courage. It shows that despite everything, you're still fighting. You're still hoping. You're still here.\n\nYou are more than this difficult moment. You are more than your pain, your fears, or your doubts. You are a whole, complex person with inherent worth that doesn't depend on anything you do or achieve.\n\nWhatever you're experiencing, please know that it's okay to struggle. It's okay to have hard days. It's okay to need help, support, or just a moment of peace. These things don't make you weak—they make you human.\n\nYour input has been deleted, honoring your trust in this space. Similarly, I encourage you to release the shame or guilt you might be carrying. You have nothing to be ashamed of for being human.\n\nYou are valued. You are important. You matter more than you know.\n\nWith care and hope,\nSomeone who believes you matter"
    },
    {
      "id": 41,
      "content": "Hello Stranger,\n\nThank you for trusting this space with whatever has been on your heart and mind. Your willingness to be vulnerable is a testament to your strength, even if you don't feel strong right now.\n\nWhatever you're going through, I want you to know that it's okay. It's okay to feel sad, angry, scared, or numb. It's okay to feel like you're barely holding it together. These emotions are part of the human experience, and there's nothing wrong with you for having them.\n\nYou don't have to pretend everything is fine when it's not. You don't have to be strong for everyone else. You don't have to have all the answers. You just have to be yourself, and that's enough.\n\nSometimes we need permission to simply exist without expectation or judgment. So here it is: you have permission to feel what you feel, to rest when you need rest, to take things one small step at a time.\n\nWe've deleted your words to protect your privacy, and I hope you can also let go of the harsh judgments you've been holding against yourself. You're doing the best you can, and that's more than enough.\n\nYou are loved. You are valued. You matter.\n\nWith warmth,\nSomeone who believes you matter"
    },
    {
      "id": 42,
      "content": "Hello Stranger,\n\nWherever this finds you, I hope it brings comfort. You reached out today, and that means you haven't given up. That means there's still hope, even if it's just a tiny spark. And sometimes, that's all we need.\n\nWhatever brought you here—pain, loneliness, confusion, or just the weight of existing—please know that your feelings are real and they matter. You don't have to minimize them or pretend they don't exist.\n\nYou are not too much. You are not too little. You are not broken beyond repair. You are a human being doing your best to navigate a complicated, sometimes painful world.\n\nIt's okay not to be okay. It's okay to have hard days, hard weeks, even hard months. What matters is that you keep showing up for yourself, even in the smallest ways. And you did that today.\n\nYour input has been deleted, respecting your privacy completely. In the same way, I hope you can release the negative beliefs you've been holding about yourself. You are so much more than your struggles.\n\nYou are enough. You have always been enough. And you will continue to be enough.\n\nWith understanding,\nSomeone who believes you matter"
    },
    {
      "id": 43,
      "content": "Hello Stranger,\n\nHello there. I want you to know that whatever you shared today was received with kindness and genuine care. There's no judgment here, only compassion and a sincere wish for your wellbeing.\n\nLife can be so overwhelming sometimes. The pressure, the expectations, the disappointments—they can all pile up until we feel like we can't breathe. But you're still breathing. You're still here. And that's something to hold onto.\n\nYou don't owe anyone an explanation for your feelings. You don't have to justify your pain or prove that it's valid. Your feelings are legitimate simply because they're yours.\n\nWhatever you're facing, please be patient with yourself. Healing takes time. Growing takes time. Learning to be gentle with yourself takes time. But you're absolutely worth that time and effort.\n\nWe've deleted your input to honor your privacy and trust. Similarly, I hope you can delete the harsh narratives you've been telling yourself. You deserve compassion, starting with your own.\n\nYou matter. Your feelings matter. Your life has value and meaning.\n\nWith gentle care,\nSomeone who believes you matter"
    },
    {
      "id": 44,
      "content": "Hello Stranger,\n\nI'm so grateful you found this space today. Whatever you needed to express, whatever you needed to release, I'm honored that you chose to do it here.\n\nYou know what takes real courage? Admitting when you're hurting. Acknowledging when you need help. Reaching out, even in the smallest way, when you feel alone. You did all of that today, and that's something to be genuinely proud of.\n\nYour struggles don't define you, but they are part of your story. And your story matters. You matter. Not because of what you achieve or how well you cope, but simply because you exist.\n\nIt's okay to have days where everything feels too hard. It's okay to feel like you're drowning. It's okay to need kindness, patience, and understanding—especially from yourself.\n\nYour input has been deleted, protecting your privacy completely. May you also find the courage to let go of whatever burdens have been weighing you down. You don't have to carry them forever.\n\nYou are worthy of peace. You are worthy of joy. You are worthy of love.\n\nWith compassion and hope,\nSomeone who believes you matter"
    },
    {
      "id": 45,
      "content": "Hello Stranger,\n\nRight now, I want you to take a moment and just breathe. Feel yourself present in your body. You are here. You are alive. And despite everything, you're still going. That's not nothing—that's everything.\n\nWhatever you shared today came from a real place of emotion and experience. It matters because you matter. Your inner world, with all its complexities and struggles, is important and deserves to be honored.\n\nYou are not broken. You are not too sensitive. You are not beyond help or hope. You are a human being experiencing very human emotions, and there is absolutely nothing wrong with that.\n\nSometimes the kindest thing we can do is simply allow ourselves to feel what we're feeling without trying to fix it immediately. So give yourself permission to just be, exactly as you are.\n\nWe've deleted your words to respect your privacy, and I hope you can also begin to release the negative beliefs you've been holding about yourself. You are so much more than your struggles.\n\nYou are seen. You are valued. You matter immensely.\n\nWith warmth and care,\nSomeone who believes you matter"
    },
    {
      "id": 46,
      "content": "Hello Stranger,\n\nThank you for being here today. Thank you for taking the time to express what's been weighing on your heart. That vulnerability is a gift you've given yourself, and I hope you recognize how brave that is.\n\nWhatever you're going through, I want you to know that it's okay to struggle. It's okay to have moments of doubt, fear, or sadness. It's okay to feel like you don't know what to do next. These are not failures—they're part of being human.\n\nYou don't have to have everything figured out. You don't have to be perfect or strong all the time. You just have to keep going, one moment at a time, one breath at a time.\n\nYour feelings are valid. Your experiences are real. And you are absolutely worthy of compassion, support, and understanding—especially from yourself.\n\nWe've deleted your input to protect your privacy, and I hope you can also let go of the weight you've been carrying. Not all at once, but gradually, as you're ready.\n\nYou matter more than you know. Your life has value. Your presence in this world makes a difference.\n\nWith sincere care,\nSomeone who believes you matter"
    },
    {
      "id": 47,
      "content": "Hello Stranger,\n\nHello, friend. I want to start by acknowledging something important: you showed up today. Despite everything you're feeling, despite all the reasons you might have to give up, you're still here. That's courage in its truest form.\n\nWhatever brought you to this space—loneliness, pain, confusion, or just the need to be heard—I want you to know that your feelings are legitimate. They don't need to make sense to anyone else. They just need to be acknowledged with kindness.\n\nYou are not a burden. You are not too much. You are not unlovable. You are a human being navigating a complicated world, and you're doing the best you can.\n\nIt's okay to ask for help. It's okay to admit you're struggling. It's okay to need support, understanding, or just a moment of peace. These things don't make you weak—they make you beautifully human.\n\nYour input has been deleted, honoring your trust completely. Similarly, I encourage you to release the shame or fear that might be holding you back. You deserve freedom from those things.\n\nYou are valued. You are important. You matter.\n\nWith understanding and warmth,\nSomeone who believes you matter"
    },
    {
      "id": 48,
      "content": "Hello Stranger,\n\nI'm sending you warmth and compassion today, wherever you are in your journey. I want you to know that whatever you're feeling right now is valid and deserves to be acknowledged.\n\nThe fact that you reached out, that you put your thoughts into words, shows incredible strength. Even if it doesn't feel like strength, even if it feels like desperation, it still took courage to be vulnerable.\n\nYou are more than this difficult moment. You are more than your pain, your struggles, or your fears. You are a whole, complex person with inherent worth that doesn't depend on anything external.\n\nWhatever you're facing, please be gentle with yourself. Healing isn't linear. Some days will be harder than others. But you're still here, still trying, and that counts for so much.\n\nWe've deleted your words to protect you, and I hope you can also delete the harsh narratives playing in your mind. You are not defined by your lowest moments. You are defined by your resilience and your humanity.\n\nYou are worthy of love, peace, and all the good things this life has to offer.\n\nWith care and hope,\nSomeone who believes you matter"
    },
    {
      "id": 49,
      "content": "Hello Stranger,\n\nThank you for trusting this space with your thoughts today. In a world that often feels cold and judgmental, I hope you found even a small moment of warmth and acceptance here.\n\nWhatever you're experiencing, please know that it's okay. It's okay to feel overwhelmed. It's okay to feel lost. It's okay to feel like you're barely holding it together. These feelings don't make you weak—they make you human.\n\nYou don't owe anyone an explanation for why you feel the way you do. Your emotions are valid simply because they're yours. They deserve to be acknowledged, not dismissed.\n\nSometimes the hardest part of any struggle is feeling like we're completely alone. But you're not alone. So many people have felt exactly what you're feeling. You're part of a shared human experience.\n\nYour input has been deleted, respecting your privacy completely. May you also find the strength to let go of the burdens that are too heavy to carry alone. You deserve to feel lighter.\n\nYou matter. Your feelings matter. Your life has value and meaning.\n\nWith warmth,\nSomeone who believes you matter"
    },
    {
      "id": 50,
      "content": "Hello Stranger,\n\nHello there. I want you to know that whatever brought you here today, whatever weight you're carrying, you don't have to carry it alone forever.\n\nThe thoughts you shared came from a real place of emotion. They matter because you matter. Your inner world is vast and important, and it deserves attention, care, and compassion.\n\nYou are not too sensitive. You are not overreacting. You are not broken. You are experiencing very real, very valid emotions, and there is nothing wrong with you for feeling them.\n\nIt's okay not to have all the answers. It's okay to feel uncertain. It's okay to just be exactly where you are right now, with all your messy, complicated feelings. That's enough.\n\nWhatever you're facing, please be patient with yourself. Change takes time. Healing takes time. And you're worth every single moment of that time.\n\nWe've deleted your input to honor your privacy, and I hope you can also begin to release the negative beliefs you've been holding. You are so much more than your struggles.\n\nYou are enough. You have always been enough. And you will always be enough.\n\nWith deep compassion,\nSomeone who believes you matter"
    }
  ]
}
